tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "asdf"
brew "direnv"
cask "docker"
brew "lastpass-cli"
brew "libxml2"
brew "mariadb", restart_service: true
brew "mas"
brew "redis", restart_service: true
brew "tmux"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "visual-studio-code"
cask "bartender"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "forklift"
cask "iterm2"
cask "itsycal"
cask "phantomjs"
cask "slack"
mas "Magnet", id: 441258766
